---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.VisGraphicsImport
source: html/445a0f44-243d-8c28-77fc-3f990b88d628.htm
---
# Autodesk.Revit.DB.ParameterTypeId.VisGraphicsImport Property

"V/G Overrides Import"

## Syntax (C#)
```csharp
public static ForgeTypeId VisGraphicsImport { get; }
```